{
  "how-should-i-consume-cupid-for-the-best-results": {
    "label": "Wie sollte ich Cupid für die besten Ergebnisse konsumieren?",
    "content": "Wir empfehlen, Cupid-Schokolade mit deinem Partner zu genießen, indem ihr jeweils ein Stück (ca. 14,5 g pro Person) teilt. Konsumiere es etwa 30 Minuten bevor du die Wirkung spüren möchtest. Dies ermöglicht es den natürlichen Inhaltsstoffen, während deiner intimen Momente effektiv zu wirken."
  },
  "what-active-ingredients-are-used-in-cupid-chocolate": {
    "label": "Welche aktiven Inhaltsstoffe werden in der Cupid-Schokolade verwendet?",
    "content": "Cupid-Schokolade ist angereichert mit natürlichen Inhaltsstoffen wie Schwarzer Maca, Panax Ginseng, L-Arginin, Guarana-Extrakt und Taurin. Diese Komponenten sind bekannt für ihre energiespendenden und stimmungsaufhellenden Eigenschaften."
  },
  "can-you-explain-the-benefits-of-these-active-ingredients": {
    "label": "Kannst du die Vorteile dieser aktiven Inhaltsstoffe erklären?",
    "content": "Schwarzer Maca: Traditionell verwendet zur Steigerung der Libido, des Energieniveaus und des hormonellen Gleichgewichts. Panax Ginseng: Bekannt für die Verbesserung der sexuellen Erregung und der allgemeinen Leistung. L-Arginin: Eine Aminosäure, die einen gesunden Blutfluss unterstützen und die körperliche Reaktion verbessern kann. Guarana-Extrakt: Ein natürliches Stimulans, das die Energie erhöht und die Müdigkeit reduziert. Taurin: Hilft, das Energieniveau zu unterstützen und die Entspannung zu fördern."
  },
  "is-there-a-recommended-daily-dose-for-cupid-chocolate": {
    "label": "Gibt es eine empfohlene Tagesdosis für die Cupid-Schokolade?",
    "content": "Ja, wir empfehlen, nicht mehr als ein halbes Täfelchen (ca. 14,5 g) pro Tag zu konsumieren. So erhältst du die optimale Menge an aktiven Inhaltsstoffen, ohne die empfohlene Aufnahme zu überschreiten."
  },
  "is-cupid-suitable-for-both-women-and-men": {
    "label": "Ist Cupid für Frauen und Männer geeignet?",
    "content": "Absolut! Cupid-Schokolade wurde entwickelt, um das Erlebnis für alle Erwachsenen, unabhängig vom Geschlecht, zu verbessern. Die natürlichen Inhaltsstoffe unterstützen Energie, Stimmung und Intimität für alle."
  },
  "who-should-not-consume-cupid-chocolate": {
    "label": "Wer sollte Cupid-Schokolade nicht konsumieren?",
    "content": "Cupid-Schokolade ist für Erwachsene ab 18 Jahren bestimmt. Es wird nicht empfohlen für Kinder, schwangere oder stillende Frauen oder Personen mit Herzproblemen. Wenn du Medikamente einnimmst, eine Krankheit hast oder Bedenken zu den Inhaltsstoffen hast, konsultiere bitte vor der Verwendung deinen Arzt."
  },
  "are-there-any-side-effects": {
    "label": "Gibt es Nebenwirkungen?",
    "content": "Bei bestimmungsgemäßer Anwendung wird Cupid-Schokolade im Allgemeinen gut vertragen. Wenn du jedoch empfindlich auf Koffein oder einen der aktiven Inhaltsstoffe reagierst, könnten leichte Nebenwirkungen wie Unruhe oder Schlafstörungen auftreten. Wenn du irgendwelche unerwünschten Reaktionen feststellst, beende die Einnahme und konsultiere einen Arzt."
  },
  "how-long-does-cupid-chocolate-stay-fresh": {
    "label": "Wie lange ist Cupid-Schokolade haltbar?",
    "content": "Cupid-Schokolade hat eine Haltbarkeit von bis zu 12 Monaten ab Produktionsdatum. Das genaue Verfallsdatum ist auf der Rückseite der Verpackung aufgedruckt. Um die Frische zu erhalten, lagere die Schokolade an einem kühlen, trockenen Ort ohne direkte Sonneneinstrahlung."
  },
  "can-i-consume-cupid-chocolate-if-im-taking-medications": {
    "label": "Kann ich Cupid-Schokolade konsumieren, wenn ich Medikamente nehme?",
    "content": "Wenn du Medikamente einnimmst oder gesundheitliche Bedenken hast, empfehlen wir, vor dem Verzehr der Cupid-Schokolade deinen Arzt zu konsultieren, um sicherzustellen, dass es keine potenziellen Wechselwirkungen gibt."
  },
  "can-i-enjoy-cupid-chocolate-with-alcohol": {
    "label": "Kann ich Cupid-Schokolade mit Alkohol genießen?",
    "content": "Es sind keine schädlichen Wechselwirkungen zwischen Cupid-Schokolade und mäßigem Alkoholkonsum bekannt, jedoch können einige Effekte dadurch verstärkt werden. Wir empfehlen, Alkohol verantwortungsvoll zu konsumieren und darauf zu achten, wie dein Körper reagiert."
  },
  "what-should-i-do-if-i-consume-more-than-the-recommended-amount": {
    "label": "Was soll ich tun, wenn ich mehr als die empfohlene Menge konsumiert habe?",
    "content": "Wenn du versehentlich mehr als die empfohlene Dosis eingenommen hast, könntest du aufgrund des Koffeingehalts einen erhöhten Herzschlag oder Unruhe verspüren. Bleibe hydriert und vermeide weitere Stimulanzien. Wenn du dich unwohl fühlst, suche bitte umgehend ärztlichen Rat."
  },
  "can-i-enjoy-cupid-chocolate-alone": {
    "label": "Kann ich Cupid-Schokolade alleine genießen?",
    "content": "Ja, du kannst Cupid-Schokolade auch alleine genießen. Egal ob du deine Stimmung heben, Energie steigern oder einfach nur dunkle Schokolade genießen möchtest – sie ist perfekt für den Solo-Genuss genauso wie für das Teilen mit einem Partner."
  },
  "where-is-cupid-chocolate-manufactured": {
    "label": "Wo wird Cupid-Schokolade hergestellt?",
    "content": "Cupid-Schokolade wird stolz in Deutschland hergestellt und hält sich an strenge Qualitätsstandards. Unsere Schokoladen werden aus ethisch bezogenen, hochwertigen Zutaten gefertigt, um unseren Kunden das beste Erlebnis zu bieten."
  },
  "is-cupid-chocolate-vegan-or-vegetarian": {
    "label": "Ist Cupid-Schokolade vegan oder vegetarisch?",
    "content": "Cupid-Schokolade ist für Vegetarier geeignet. Bitte beachte jedoch, dass sie Soja enthält und Spuren von Nüssen, Milch und Gluten enthalten kann, da die Herstellung auf gemeinsamen Anlagen erfolgt."
  },
  "does-cupid-chocolate-contain-allergens": {
    "label": "Enthält Cupid-Schokolade Allergene?",
    "content": "Ja, Cupid-Schokolade enthält Soja. Sie kann auch Spuren von Nüssen, Milch und Gluten enthalten. Wenn du Lebensmittelallergien oder Unverträglichkeiten hast, lies bitte die Zutatenliste sorgfältig vor dem Verzehr."
  },
  "how-should-i-store-cupid-chocolate": {
    "label": "Wie sollte ich Cupid-Schokolade lagern?",
    "content": "Lagere deine Cupid-Schokolade an einem kühlen, trockenen Ort ohne direkte Sonneneinstrahlung und starke Gerüche."
  },
  "how-long-do-the-effects-of-cupid-chocolate-last": {
    "label": "Wie lange halten die Effekte der Cupid-Schokolade an?",
    "content": "Die Effekte können je nach individuellen Faktoren wie Stoffwechsel und Körperchemie variieren. Im Allgemeinen berichten Kunden, dass sie die Vorteile 1 bis 3 Stunden nach dem Konsum spüren."
  },
  "do-you-ship-cupid-chocolate-internationally": {
    "label": "Versendet ihr Cupid-Schokolade international?",
    "content": "Derzeit versenden wir innerhalb Deutschlands und in ausgewählte europäische Länder. Bitte überprüfe unsere Versandrichtlinien oder kontaktiere den Kundenservice für weitere Informationen zu internationalen Versandoptionen."
  },
  "is-cupid-chocolate-safe-to-consume": {
    "label": "Ist Cupid-Schokolade sicher zu konsumieren?",
    "content": "Ja, Cupid-Schokolade ist sicher, wenn sie wie angegeben konsumiert wird. Sie enthält keine verbotenen Substanzen oder schädliche Zusätze. Alle Inhaltsstoffe sind professionell dosiert und unterliegen strengen Qualitätskontrollen."
  },
  "what-ingredients-is-cupid-chocolate-made-of": {
    "label": "What ingredients is Cupid Chocolate made of?",
    "content": "Cupid Chocolate is made from high-quality ingredients, including 65% cocoa from Ghana, aphrodisiac additives such as Black Maca, Panax Ginseng, L-Arginine, Guarana, Taurine. All ingredients are tested, approved, and widely used in the food industry. Our chocolate is carefully produced in southern Germany to ensure consistently high quality.\n\nIngredients:\nCocoa mass, sugar, cocoa butter, aphrodisiac blend (L-Arginine, Black Maca Extract (20:1), Guarana Extract (6:1), Panax Ginseng Extract (35:1), Taurine), contains caffeine from Guarana, Emulsifier: SOYA LECITHIN, vanilla extract, natural flavoring."
  },
  "what-are-the-nutritional-values-of-cupid-chocolate": {
    "label": "What are the nutritional values of Cupid Chocolate?",
    "content": "Each bar of our vegan Cupid Chocolate contains a special blend of 65% cocoa and aphrodisiac extracts that enhance enjoyment. The chocolate is not only delicious but also a natural way to enhance intimacy between partners.\n\nNutritional Information Per 100 g\nEnergy 2535 kJ / 611 kcal\nFat 46g\nSaturated Fat 29g\nCarbohydrates 39g \nSugar 31g\nFiber 12g\nProtein 6.3g\nSalt 0g\n\n\nNutritional Information Per Serving (14.5g): \nEnergy 380 kJ / 92 kcal\nFat 6.9g\nSaturated Fat 4.4g\nCarbohydrates 5.9g\nSugar 4.7g\nFiber 1.8g\nProtein 1g\nSalt 0g"
  },
  "how-long-does-cupid-chocolate-last": {
    "label": "How long does Cupid Chocolate last?",
    "content": "Our Cupid Aphrodisiac Chocolate has a shelf life of one year."
  },
  "how-does-cupids-sex-chocolate-work": {
    "label": "How does Cupid's Sex Chocolate work?",
    "content": "Cupid's Sex Chocolate works through a combination of natural aphrodisiac ingredients such as Maca and Panax Ginseng, which increase desire, and L-Arginine, which promotes blood circulation. This composition can help intensify sexual desire naturally and support physical arousal. The effect usually begins within 30 to 60 minutes and can enhance the feeling of intimacy and closeness between partners."
  },
  "how-long-does-it-take-for-sex-chocolate-to-work": {
    "label": "How long does it take for Sex Chocolate to work?",
    "content": "The effect of Sex Chocolate can vary individually, but most couples feel an enhanced connection and intimacy within 30 to 60 minutes after consumption."
  },
  "what-benefits-does-cupids-sex-chocolate-offer": {
    "label": "What benefits does Cupid's Sex Chocolate offer?",
    "content": "Cupid's Sex Chocolate is specifically designed to offer a range of intimacy-enhancing benefits, including:\n\n- Strengthening of sensual desire and emotional connection\n- Beautification and intensification of intimate moments\n- Intensified pleasure and heightened sensitivity\n- A bolder, more adventurous feeling and a strong connection to one’s own body\n\nSome customers report feeling the effect even before intimacy, while others experience increased sensitivity and improved performance during intercourse."
  },
  "how-to-use-sex-chocolate-correctly": {
    "label": "How to use Sex Chocolate correctly?",
    "content": "To make the most of Cupid's Sex Chocolate, we recommend enjoying half a bar about half an hour before intimate togetherness. This gives the natural aphrodisiac ingredients time to take effect and sharpen the senses. Enjoy the chocolate in a relaxed atmosphere to experience the full benefits of the aphrodisiac effects."
  },
  "how-can-the-effect-of-sex-chocolate-be-maximized": {
    "label": "How can the effect of Sex Chocolate be maximized?",
    "content": "To maximize the effect of Sex Chocolate, we recommend creating a complete sensual experience that engages all senses and puts the partnership in focus. Here are some tips to enhance the effect:\n\n1. Enjoy Chocolate half an hour before: Take Cupid Chocolate about half an hour before the intimate moment. This gives the ingredients enough time to take effect and increase desire.\n\n2. Use aroma and massage candles: Light high-quality scented candles with aphrodisiac aromas to create the right atmosphere and generate a sensual mood. Aromas help relax and enjoy the moment more intensely. Massage candles can also be used to perform a relaxing massage – the perfect start to intimate time together.\n\n3. Soft lighting and music: Create a moodful environment with dimmed lights and one of Cupid’s romantic Spotify playlists. Gentle lighting and matching music contribute to lifting the mood and stimulating the senses.\n\n4. Use Cupid’s blindfold: Use the blindfold from Cupid, which you can either buy on our website or receive for free, to temporarily block one of the senses. This intensifies the perception of the other senses and increases tension. The partner with the blindfold feels touches more intensely and is focused solely on the current sensations.\n\n5. Use Cupid’s erotic dice: The dice with erotic tasks developed by our team bring a playful element into lovemaking. The dice contain simple but effective tasks such as 'Kiss,' 'Lick,' 'Hug,' or 'Stroke.' These tasks are specifically designed to break down inhibitions, add fun to the moment, and encourage spontaneity. They allow partners to create closeness in a playful way and make the lovemaking more exciting. They help discover new, exciting ways to ignite passion.\n\n6. The 'Heartfelt Naked' card game by our partners: The 'Heartfelt Naked' card game offers questions and tasks designed to create a deeper connection between partners. It encourages open conversations about desires and needs, helping partners get closer not only physically but also emotionally. This connection is a central component to fully enjoying the effect of the chocolate.\n\n7. Take time for aftercare: After the intimate adventure, take time to cuddle and share the moments enjoyed together. This aftercare is an important part of the experience, as it builds trust and deepens the emotional connection between partners.\n\nBy combining Cupid Sex Chocolate with these sensual accessories and games, the experience is intensified for both partners. The combination of taste, aroma, and touch experiences creates an atmosphere where closeness, trust, and passion are naturally promoted."
  },
  "how-much-of-the-sex-chocolate-should-be-consumed-at-most": {
    "label": "How much of the Sex Chocolate should be consumed at most?",
    "content": "It is recommended not to consume more than half a bar of Cupid Sex Chocolate per day. This amount contains the optimal dose of aphrodisiac ingredients to achieve the desired effect."
  },
  "what-happens-if-i-take-more-than-one-serving-of-sex-chocolate": {
    "label": "What happens if I take more than one serving of Sex Chocolate?",
    "content": "If you have consumed more than one serving of Cupid Sex Chocolate, it is generally safe. The chocolate contains natural ingredients that should not cause any harmful side effects. However, you may notice side effects like restlessness, heart palpitations, or digestive discomfort, as the aphrodisiac ingredients can act more strongly. We recommend not exceeding double the dose per day (one bar) to ensure a pleasant experience and avoid potential discomfort."
  },
  "what-side-effects-does-sex-chocolate-have": {
    "label": "What side effects does Sex Chocolate have?",
    "content": "The plant-based ingredients used in our Cupid Sex Chocolate are safe and carefully formulated. They contain clinically tested natural active ingredients backed by extensive research and clinical studies.\n\nHowever, if you take more than the recommended dose, the following side effects may occur:\n\n- Palpitations or an increased heart rate, caused by ingredients such as Guarana.\n- Restlessness or nervousness, which can be caused by stimulating ingredients.\n- Digestive issues such as stomach aches or bloating.\n- Sleep disturbances if taken late at night, due to the stimulating effects of some ingredients.\n\nWe recommend not exceeding a maximum of one bar per day to avoid potential side effects and ensure a pleasant experience."
  },
  "who-should-avoid-consuming-sex-chocolate": {
    "label": "Who should avoid consuming Sex Chocolate?",
    "content": "People who are pregnant, breastfeeding, taking medication, or have health concerns should consult their doctor before consuming Sex Chocolate. Safety and well-being are a priority, and it is important to ensure that the ingredients in the chocolate are suitable for each individual's situation."
  },
  "what-allergens-does-cupids-sex-chocolate-contain": {
    "label": "What allergens does Cupid's Sex Chocolate contain?",
    "content": "Our Sex Chocolate does not contain nuts or soy. However, it is made in a facility where milk, hazelnuts, and almonds are also processed. Therefore, there is a possibility of cross-contamination. We recommend caution for people with severe allergies."
  },
  "is-cupids-sex-chocolate-vegan": {
    "label": "Is Cupid's Sex Chocolate vegan?",
    "content": "Yes, Cupid's Sex Chocolate is 100% vegan and contains only plant-based ingredients."
  },
  "can-sex-chocolate-be-combined-with-alcohol": {
    "label": "Can Sex Chocolate be combined with alcohol?",
    "content": "Of course, combining Sex Chocolate with a glass of your favorite drink can enrich the experience. But here's a suggestion – try the chocolate for the first time without any alcoholic accompaniment. This way, you can fully enjoy the unique connection and increased intimacy that the chocolate brings to your shared moments."
  },
  "how-do-i-order-cupids-sex-chocolate": {
    "label": "How do I order Cupid's Sex Chocolate?",
    "content": "Simply add the desired quantity to the cart and proceed to checkout to complete your purchase.\n\nIf you encounter any issues or have questions, feel free to message us on WhatsApp at +4915226740425 – we’re online to ensure your order goes smoothly."
  },
  "what-payment-options-do-i-have": {
    "label": "What payment options do I have?",
    "content": "We offer a variety of payment options to provide a convenient and secure shopping experience:\n\n- Credit Card (Visa, Mastercard, American Express, UnionPay)\n- PayPal\n- Klarna (Invoice with Klarna)\n- Bank Transfer\n\nYour payment is in safe hands with Shopify Payments – our trusted and secure payment provider. Shopify Payments meets industry standards to protect your payment information and ensure a safe transaction."
  },
  "where-is-my-order": {
    "label": "Where is my order?",
    "content": "Once you place your order, you’ll receive a confirmation email. When we hand your order over to DHL, you’ll automatically receive a tracking number via email.\n\nPlease note that our packages are picked up by DHL daily at 3:00 PM. All orders placed by 2:30 PM will be shipped on the same day (exceptions: Saturday until 12:00 PM, and no pickup on Sunday).\n\nDelivery time within Germany is usually 1-2 business days. For other countries (Austria, Netherlands, Switzerland, Italy), delivery is typically 2-4 business days."
  },
  "there-is-an-issue-with-my-order-what-should-i-do": {
    "label": "There is an issue with my order – what should I do?",
    "content": "If something is wrong with your order, don’t hesitate to contact us via WhatsApp at +4915226740425 or by email at info@cupidchoco.com. Creating meaningful connections is our priority, and your satisfaction is more than a priority – it’s a promise."
  },
  "which-countries-do-you-deliver-to": {
    "label": "Which countries do you deliver to?",
    "content": "We deliver within Germany and to selected other countries, including Austria, the Netherlands, Switzerland, and Italy. Delivery time within Germany is usually 1-2 business days, and for the mentioned countries, it typically takes 2-4 business days.\n\nIf you have further questions, feel free to contact us anytime via WhatsApp at +4915226740425 or email info@cupidchoco.com. We are happy to help and provide you with all necessary information."
  },
  "how-soon-will-i-receive-my-order": {
    "label": "How soon will I receive my order?",
    "content": "Once we hand your order over to DHL, a tracking number is automatically sent via email.\n\nOur packages are picked up by DHL daily at 3:00 PM. All orders placed by 2:30 PM are shipped the same day (Saturday orders are shipped until 12:00 PM; no pickup on Sundays).\n\nDelivery within Germany typically takes 1-2 business days. Delivery to other countries (Austria, Netherlands, Switzerland, Italy) usually takes 2-4 business days."
  },
  "will-my-order-be-delivered-discreetly": {
    "label": "Will my order be delivered discreetly?",
    "content": "Our packages are absolutely inconspicuous – stylish, neutral, and without any branding. They fit unnoticed in your mailbox and reveal nothing about the contents."
  },
  "can-i-return-the-order": {
    "label": "Can I return the order?",
    "content": "Want to return something? Simply email us at info@cupidchoco.com or contact us via WhatsApp at +4915226740425."
  },
  "when-can-i-expect-my-refund": {
    "label": "When can I expect my refund?",
    "content": "Once we have received your return, we process your refund. You will receive a confirmation email within 72 hours, and the refund will be in your account within 3 days."
  }
}
