{
  "how-should-i-consume-cupid-for-the-best-results": {
    "label": "How should I consume Cupid for the best results?",
    "content": "We recommend enjoying Cupid Chocolate with your partner by sharing one piece each (approximately 14.5 g per person). Consume it about 30 minutes before you wish to experience its benefits. This allows the natural ingredients to work effectively during your intimate moments."
  },
  "what-active-ingredients-are-used-in-cupid-chocolate": {
    "label": "What active ingredients are used in Cupid Chocolate?",
    "content": "Cupid Chocolate is enriched with natural ingredients such as Black Maca, Panax Ginseng, L-Arginine, Guarana Extract, and Taurine. These components are known for their energy-boosting and mood-enhancing properties."
  },
  "can-you-explain-the-benefits-of-these-active-ingredients": {
    "label": "Can you explain the benefits of these active ingredients?",
    "content": "Black Maca: Traditionally used to enhance libido, energy levels, and hormonal balance. Panax Ginseng: Known for improving sexual arousal and overall performance. L-Arginine: An amino acid that may support healthy blood flow and enhance physical response. Guarana Extract: A natural stimulant that increases energy and reduces fatigue. Taurine: Helps support energy levels and promotes relaxation."
  },
  "is-there-a-recommended-daily-dose-for-cupid-chocolate": {
    "label": "Is there a recommended daily dose for Cupid Chocolate?",
    "content": "Yes, we advise consuming no more than one piece (approximately 14.5  g) per day. This ensures you receive the optimal amount of active ingredients without exceeding recommended intake levels."
  },
  "is-cupid-suitable-for-both-women-and-men": {
    "label": "Is Cupid suitable for both women and men?",
    "content": "Absolutely! Cupid Chocolate is designed to enhance the experience for all adults, regardless of gender. The natural ingredients work to support energy, mood, and intimacy for everyone."
  },
  "who-should-not-consume-cupid-chocolate": {
    "label": "Who should not consume Cupid Chocolate?",
    "content": "Cupid Chocolate is intended for adults 18 years and older. It is not recommended for children, pregnant or breastfeeding women, or individuals with heart conditions. If you are taking medication, have a medical condition, or have concerns about any of the ingredients, please consult your healthcare provider before use."
  },
  "are-there-any-side-effects": {
    "label": "Are there any side effects?",
    "content": "When consumed as directed, Cupid Chocolate is generally well-tolerated. However, if you have sensitivities to caffeine or any of the active ingredients, you may experience mild side effects such as restlessness or difficulty sleeping. If you notice any adverse reactions, discontinue use and consult a healthcare professional."
  },
  "how-long-does-cupid-chocolate-stay-fresh": {
    "label": "How long does Cupid Chocolate stay fresh?",
    "content": "Cupid Chocolate has a shelf life of up to 12 months from the production date. The exact expiration date is printed on the back of the packaging. To maintain freshness, store the chocolate in a cool, dry place away from direct sunlight."
  },
  "can-i-consume-cupid-chocolate-if-im-taking-medications": {
    "label": "Can I consume Cupid Chocolate if I'm taking medications?",
    "content": "If you are taking medications or have any health concerns, we recommend consulting your healthcare provider before consuming Cupid Chocolate to ensure there are no potential interactions."
  },
  "can-i-enjoy-cupid-chocolate-with-alcohol": {
    "label": "Can I enjoy Cupid Chocolate with alcohol?",
    "content": "While there are no known harmful interactions between Cupid Chocolate and moderate alcohol consumption, combining the two may intensify certain effects. We advise consuming alcohol responsibly and being mindful of how your body responds."
  },
  "what-should-i-do-if-i-consume-more-than-the-recommended-amount": {
    "label": "What should I do if I consume more than the recommended amount?",
    "content": "If you accidentally consume more than the suggested dose, you might experience increased heart rate or restlessness due to the caffeine content. Stay hydrated and avoid consuming additional stimulants. If you feel unwell, please seek medical advice promptly."
  },
  "can-i-enjoy-cupid-chocolate-alone": {
    "label": "Can I enjoy Cupid Chocolate alone?",
    "content": "Yes, you can certainly enjoy Cupid Chocolate on your own. Whether you're looking to boost your mood, increase energy, or simply indulge in delicious dark chocolate, it's perfect for solo enjoyment as well as sharing with a partner."
  },
  "where-is-cupid-chocolate-manufactured": {
    "label": "Where is Cupid Chocolate manufactured?",
    "content": "Cupid Chocolate is proudly made in Germany, adhering to strict quality standards. Our chocolates are crafted from ethically sourced, high-quality ingredients to ensure the best experience for our customers."
  },
  "is-cupid-chocolate-vegan-or-vegetarian": {
    "label": "Is Cupid Chocolate vegan or vegetarian?",
    "content": "Cupid Chocolate is suitable for vegetarians. However, please note that it contains soy and may contain traces of nuts, milk, and gluten due to shared manufacturing equipment. Currently, it is not certified vegan."
  },
  "does-cupid-chocolate-contain-allergens": {
    "label": "Does Cupid Chocolate contain allergens?",
    "content": "Yes, Cupid Chocolate contains soy. It may also contain traces of nuts, milk, and gluten. If you have any food allergies or sensitivities, please review the ingredient list carefully before consuming."
  },
  "how-should-i-store-cupid-chocolate": {
    "label": "How should I store Cupid Chocolate?",
    "content": "Store your Cupid Chocolate in a cool, dry place away from direct sunlight and strong odors."
  },
  "how-long-do-the-effects-of-cupid-chocolate-last": {
    "label": "How long do the effects of Cupid Chocolate last?",
    "content": "The effects can vary depending on individual factors such as metabolism and body chemistry. Generally, customers report experiencing benefits for 1 to 3 hours after consumption."
  },
  "do-you-ship-cupid-chocolate-internationally": {
    "label": "Do you ship Cupid Chocolate internationally?",
    "content": "Currently, we ship within Germany and to select European countries. Please check our shipping policy or contact customer service for more information on international shipping options."
  },
  "is-cupid-chocolate-safe-to-consume": {
    "label": "Is Cupid Chocolate safe to consume?",
    "content": "Yes, Cupid Chocolate is safe when consumed as directed. It contains no illicit substances or harmful additives. All ingredients are professionally dosed and undergo rigorous quality control."
  },
  "what-ingredients-is-cupid-chocolate-made-of": {
    "label": "What ingredients is Cupid Chocolate made of?",
    "content": "Cupid Chocolate is made from high-quality ingredients, including 65% cocoa from Ghana, aphrodisiac additives such as Black Maca, Panax Ginseng, L-Arginine, Guarana, Taurine. All ingredients are tested, approved, and widely used in the food industry. Our chocolate is carefully produced in southern Germany to ensure consistently high quality.\n\nIngredients:\nCocoa mass, sugar, cocoa butter, aphrodisiac blend (L-Arginine, Black Maca Extract (20:1), Guarana Extract (6:1), Panax Ginseng Extract (35:1), Taurine), contains caffeine from Guarana, Emulsifier: SOYA LECITHIN, vanilla extract, natural flavoring."
  },
  "what-are-the-nutritional-values-of-cupid-chocolate": {
    "label": "What are the nutritional values of Cupid Chocolate?",
    "content": "Each bar of our vegan Cupid Chocolate contains a special blend of 65% cocoa and aphrodisiac extracts that enhance enjoyment. The chocolate is not only delicious but also a natural way to enhance intimacy between partners.\n\nNutritional Information Per 100 g\nEnergy 2535 kJ / 611 kcal\nFat 46g\nSaturated Fat 29g\nCarbohydrates 39g \nSugar 31g\nFiber 12g\nProtein 6.3g\nSalt 0g\n\n\nNutritional Information Per Serving (14.5g): \nEnergy 380 kJ / 92 kcal\nFat 6.9g\nSaturated Fat 4.4g\nCarbohydrates 5.9g\nSugar 4.7g\nFiber 1.8g\nProtein 1g\nSalt 0g"
  },
  "how-long-does-cupid-chocolate-last": {
    "label": "How long does Cupid Chocolate last?",
    "content": "Our Cupid Aphrodisiac Chocolate has a shelf life of one year."
  },
  "how-does-cupids-sex-chocolate-work": {
    "label": "How does Cupid's Sex Chocolate work?",
    "content": "Cupid's Sex Chocolate works through a combination of natural aphrodisiac ingredients such as Maca and Panax Ginseng, which increase desire, and L-Arginine, which promotes blood circulation. This composition can help intensify sexual desire naturally and support physical arousal. The effect usually begins within 30 to 60 minutes and can enhance the feeling of intimacy and closeness between partners."
  },
  "how-long-does-it-take-for-sex-chocolate-to-work": {
    "label": "How long does it take for Sex Chocolate to work?",
    "content": "The effect of Sex Chocolate can vary individually, but most couples feel an enhanced connection and intimacy within 30 to 60 minutes after consumption."
  },
  "what-benefits-does-cupids-sex-chocolate-offer": {
    "label": "What benefits does Cupid's Sex Chocolate offer?",
    "content": "Cupid's Sex Chocolate is specifically designed to offer a range of intimacy-enhancing benefits, including:\n\n- Strengthening of sensual desire and emotional connection\n- Beautification and intensification of intimate moments\n- Intensified pleasure and heightened sensitivity\n- A bolder, more adventurous feeling and a strong connection to one’s own body\n\nSome customers report feeling the effect even before intimacy, while others experience increased sensitivity and improved performance during intercourse."
  },
  "how-to-use-sex-chocolate-correctly": {
    "label": "How to use Sex Chocolate correctly?",
    "content": "To make the most of Cupid's Sex Chocolate, we recommend enjoying half a bar about half an hour before intimate togetherness. This gives the natural aphrodisiac ingredients time to take effect and sharpen the senses. Enjoy the chocolate in a relaxed atmosphere to experience the full benefits of the aphrodisiac effects."
  },
  "how-can-the-effect-of-sex-chocolate-be-maximized": {
    "label": "How can the effect of Sex Chocolate be maximized?",
    "content": "To maximize the effect of Sex Chocolate, we recommend creating a complete sensual experience that engages all senses and puts the partnership in focus. Here are some tips to enhance the effect:\n\n1. Enjoy Chocolate half an hour before: Take Cupid Chocolate about half an hour before the intimate moment. This gives the ingredients enough time to take effect and increase desire.\n\n2. Use aroma and massage candles: Light high-quality scented candles with aphrodisiac aromas to create the right atmosphere and generate a sensual mood. Aromas help relax and enjoy the moment more intensely. Massage candles can also be used to perform a relaxing massage – the perfect start to intimate time together.\n\n3. Soft lighting and music: Create a moodful environment with dimmed lights and one of Cupid’s romantic Spotify playlists. Gentle lighting and matching music contribute to lifting the mood and stimulating the senses.\n\n4. Use Cupid’s blindfold: Use the blindfold from Cupid, which you can either buy on our website or receive for free, to temporarily block one of the senses. This intensifies the perception of the other senses and increases tension. The partner with the blindfold feels touches more intensely and is focused solely on the current sensations.\n\n5. Use Cupid’s erotic dice: The dice with erotic tasks developed by our team bring a playful element into lovemaking. The dice contain simple but effective tasks such as 'Kiss,' 'Lick,' 'Hug,' or 'Stroke.' These tasks are specifically designed to break down inhibitions, add fun to the moment, and encourage spontaneity. They allow partners to create closeness in a playful way and make the lovemaking more exciting. They help discover new, exciting ways to ignite passion.\n\n6. The 'Heartfelt Naked' card game by our partners: The 'Heartfelt Naked' card game offers questions and tasks designed to create a deeper connection between partners. It encourages open conversations about desires and needs, helping partners get closer not only physically but also emotionally. This connection is a central component to fully enjoying the effect of the chocolate.\n\n7. Take time for aftercare: After the intimate adventure, take time to cuddle and share the moments enjoyed together. This aftercare is an important part of the experience, as it builds trust and deepens the emotional connection between partners.\n\nBy combining Cupid Sex Chocolate with these sensual accessories and games, the experience is intensified for both partners. The combination of taste, aroma, and touch experiences creates an atmosphere where closeness, trust, and passion are naturally promoted."
  },
  "how-much-of-the-sex-chocolate-should-be-consumed-at-most": {
    "label": "How much of the Sex Chocolate should be consumed at most?",
    "content": "It is recommended not to consume more than half a bar of Cupid Sex Chocolate per day. This amount contains the optimal dose of aphrodisiac ingredients to achieve the desired effect."
  },
  "what-happens-if-i-take-more-than-one-serving-of-sex-chocolate": {
    "label": "What happens if I take more than one serving of Sex Chocolate?",
    "content": "If you have consumed more than one serving of Cupid Sex Chocolate, it is generally safe. The chocolate contains natural ingredients that should not cause any harmful side effects. However, you may notice side effects like restlessness, heart palpitations, or digestive discomfort, as the aphrodisiac ingredients can act more strongly. We recommend not exceeding double the dose per day (one bar) to ensure a pleasant experience and avoid potential discomfort."
  },
  "what-side-effects-does-sex-chocolate-have": {
    "label": "What side effects does Sex Chocolate have?",
    "content": "The plant-based ingredients used in our Cupid Sex Chocolate are safe and carefully formulated. They contain clinically tested natural active ingredients backed by extensive research and clinical studies.\n\nHowever, if you take more than the recommended dose, the following side effects may occur:\n\n- Palpitations or an increased heart rate, caused by ingredients such as Guarana.\n- Restlessness or nervousness, which can be caused by stimulating ingredients.\n- Digestive issues such as stomach aches or bloating.\n- Sleep disturbances if taken late at night, due to the stimulating effects of some ingredients.\n\nWe recommend not exceeding a maximum of one bar per day to avoid potential side effects and ensure a pleasant experience."
  },
  "who-should-avoid-consuming-sex-chocolate": {
    "label": "Who should avoid consuming Sex Chocolate?",
    "content": "People who are pregnant, breastfeeding, taking medication, or have health concerns should consult their doctor before consuming Sex Chocolate. Safety and well-being are a priority, and it is important to ensure that the ingredients in the chocolate are suitable for each individual's situation."
  },
  "what-allergens-does-cupids-sex-chocolate-contain": {
    "label": "What allergens does Cupid's Sex Chocolate contain?",
    "content": "Our Sex Chocolate does not contain nuts or soy. However, it is made in a facility where milk, hazelnuts, and almonds are also processed. Therefore, there is a possibility of cross-contamination. We recommend caution for people with severe allergies."
  },
  "is-cupids-sex-chocolate-vegan": {
    "label": "Is Cupid's Sex Chocolate vegan?",
    "content": "Yes, Cupid's Sex Chocolate is 100% vegan and contains only plant-based ingredients."
  },
  "can-sex-chocolate-be-combined-with-alcohol": {
    "label": "Can Sex Chocolate be combined with alcohol?",
    "content": "Of course, combining Sex Chocolate with a glass of your favorite drink can enrich the experience. But here's a suggestion – try the chocolate for the first time without any alcoholic accompaniment. This way, you can fully enjoy the unique connection and increased intimacy that the chocolate brings to your shared moments."
  },
  "how-do-i-order-cupids-sex-chocolate": {
    "label": "How do I order Cupid's Sex Chocolate?",
    "content": "Simply add the desired quantity to the cart and proceed to checkout to complete your purchase.\n\nIf you encounter any issues or have questions, feel free to message us on WhatsApp at +4915226740425 – we’re online to ensure your order goes smoothly."
  },
  "what-payment-options-do-i-have": {
    "label": "What payment options do I have?",
    "content": "We offer a variety of payment options to provide a convenient and secure shopping experience:\n\n- Credit Card (Visa, Mastercard, American Express, UnionPay)\n- PayPal\n- Klarna (Invoice with Klarna)\n- Bank Transfer\n\nYour payment is in safe hands with Shopify Payments – our trusted and secure payment provider. Shopify Payments meets industry standards to protect your payment information and ensure a safe transaction."
  },
  "where-is-my-order": {
    "label": "Where is my order?",
    "content": "Once you place your order, you’ll receive a confirmation email. When we hand your order over to DHL, you’ll automatically receive a tracking number via email.\n\nPlease note that our packages are picked up by DHL daily at 3:00 PM. All orders placed by 2:30 PM will be shipped on the same day (exceptions: Saturday until 12:00 PM, and no pickup on Sunday).\n\nDelivery time within Germany is usually 1-2 business days. For other countries (Austria, Netherlands, Switzerland, Italy), delivery is typically 2-4 business days."
  },
  "there-is-an-issue-with-my-order-what-should-i-do": {
    "label": "There is an issue with my order – what should I do?",
    "content": "If something is wrong with your order, don’t hesitate to contact us via WhatsApp at +4915226740425 or by email at info@cupidchoco.com. Creating meaningful connections is our priority, and your satisfaction is more than a priority – it’s a promise."
  },
  "which-countries-do-you-deliver-to": {
    "label": "Which countries do you deliver to?",
    "content": "We deliver within Germany and to selected other countries, including Austria, the Netherlands, Switzerland, and Italy. Delivery time within Germany is usually 1-2 business days, and for the mentioned countries, it typically takes 2-4 business days.\n\nIf you have further questions, feel free to contact us anytime via WhatsApp at +4915226740425 or email info@cupidchoco.com. We are happy to help and provide you with all necessary information."
  },
  "how-soon-will-i-receive-my-order": {
    "label": "How soon will I receive my order?",
    "content": "Once we hand your order over to DHL, a tracking number is automatically sent via email.\n\nOur packages are picked up by DHL daily at 3:00 PM. All orders placed by 2:30 PM are shipped the same day (Saturday orders are shipped until 12:00 PM; no pickup on Sundays).\n\nDelivery within Germany typically takes 1-2 business days. Delivery to other countries (Austria, Netherlands, Switzerland, Italy) usually takes 2-4 business days."
  },
  "will-my-order-be-delivered-discreetly": {
    "label": "Will my order be delivered discreetly?",
    "content": "Our packages are absolutely inconspicuous – stylish, neutral, and without any branding. They fit unnoticed in your mailbox and reveal nothing about the contents."
  },
  "can-i-return-the-order": {
    "label": "Can I return the order?",
    "content": "Want to return something? Simply email us at info@cupidchoco.com or contact us via WhatsApp at +4915226740425."
  },
  "when-can-i-expect-my-refund": {
    "label": "When can I expect my refund?",
    "content": "Once we have received your return, we process your refund. You will receive a confirmation email within 72 hours, and the refund will be in your account within 3 days."
  }
}